brew "xz"
brew "automake"
brew "bison"
brew "openssl@3"
brew "ffmpeg"
brew "hugo"
brew "lazygit"
brew "libffi"
brew "libyaml"
brew "mas"
brew "neovim"
brew "pinentry-mac"
brew "readline"
brew "ripgrep"
brew "rsync"
brew "xh"
cask "calibre"
cask "firefox"
cask "font-meslo-lg-nerd-font"
cask "gpg-suite"
cask "iterm2"
cask "little-snitch"
cask "netnewswire"
cask "nova"
cask "orion"
mas "1Blocker", id: 1365531024
mas "Amphetamine", id: 937984704
mas "Avenue", id: 1523681067
mas "Brother iPrint&Scan", id: 1193539993
mas "CalcService", id: 899970159
mas "Compressor", id: 424390742
mas "DaisyDisk", id: 411643860
mas "Final Cut Pro", id: 424389933
mas "GarageBand", id: 682658836
mas "iA Writer", id: 775737590
mas "iMovie", id: 408981434
mas "iStat Menus", id: 6499559693
mas "Keynote", id: 409183694
mas "Live Home 3D", id: 1066144116
mas "Logic Pro", id: 634148309
mas "Logoist 5", id: 6443412717
mas "MacFamilyTree 10", id: 1567970985
mas "Mactracker", id: 430255202
mas "MainStage", id: 634159523
mas "Micro Snitch", id: 972028355
mas "Motion", id: 434290957
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Panorama Stitcher", id: 979573567
mas "Pixelmator Pro", id: 1289583905
mas "SiteSucker", id: 442168834
mas "Soulver 3", id: 1508732804
mas "The Unarchiver", id: 425424353
mas "Transmit", id: 1436522307
mas "WordService", id: 899972312
